---
title: 未完成的問題
description:
pubDate: 2026-05-09
author: Kirishima
category: Vignettes
tags:
  - existentialism
  - systems
  - aging
  - demographics
---

如果人類在最開始是獨居動物而不是高度社會化動物,20世紀存在主義形式會不會有很大不同

老年人的人文關懷是挺重要的,以日本為例,老齡化福祉不僅僅是純粹的人文關懷,與選票也有部分關係,老年選民對於投票比重也較大.才發現上面我那段話的信息好像挺多的,因為之前翻譯過日本選民模型與代際差異的學術作品,了解相對深刻一點

現代工業社會實際上是建立在人口持續增長情況下的.養老金,醫療保障等本質上都依賴後代人口足夠多,少子化現象出現後實際上開始暴露出來問題,例如越來越少的後代人口要支撐越來越長壽的老齡人口,尤其是現代人口原子化以後,老齡人口實際上更容易進入獨居,社會關係稀薄,孤獨死等情況.老齡化現象實際上也是工業化,低生育率與長壽化的疊加作用下的可能結果,我還不敢推測這是結構性/典型結果,僅僅是直覺推測,但未來可能會作為課題在查閱資料後正經論證
